Repository: driebit/zotonic_mod_driebit_search_page
Catalog: priv/translations/*.po
Languages: nl

source: All predicates
nl: Alle predicaten

source: Buttons with time periods
nl: Knoppen met tijdsperiodes

source: Calendar (single date selectable)
nl: Kalender (één datum selecteerbaar)

source: Categories search filters
nl: Categorieën zoekfilters

source: Category
nl: Categorie

source: Checkboxes (multiple options selectable)
nl: Checkboxes

source: Choose the categories that are shown in the search filter.
nl: Kies de categorieën die worden getoond in het zoekfilter.

source: Date type
nl: Datum type

source: Dropdown (single option selectable)
nl: Dropdown (één optie selecteerbaar)

source: Event date
nl: Event datum

source: Filter Category
nl: Filter op categorie

source: Modification date
nl: Modificatie datums

source: Multiselect with search
nl: Multiselect met zoek

source: Optional: predicate
nl: Optioneel: predicaat

source: Publication date
nl: Publicatiedatum

source: Select a category. All resources with this category become search filters.
nl: Select een categorie. Alle resources met deze categorie worden zoekfilters.

source: Select a predicate that links the search results to resources with the above category. If no predicate is selected, resources can be linked with any predicate.
nl: Selecteer een predicaat dat de zoekresultaten aan de resources met bovenstaande categorie linkt. Als er geen predicaat is gekozen kunnen de resources op elke manier gelinkt zijn.

source: Settings
nl: Instellingen

source: Show collapsed
nl: Toon ingeklapt

source: Show expanded
nl: Toon uitgeklapt

source: Show without collapse
nl: Toon zonder uitklapper

source: Title
nl: Titel

source: Results per page
nl: Resultaten per pagina

source: Set how many search results are shown per page.
nl: Stel in hoeveel zoekresultaten er per pagina worden weergegeven.
